[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:21};
itm1={backcolor:0,background:470,ccp:0,ccpzorder:over,height:74,id:1,name:Auto,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:219,zorder:18,txtfield:{backcolor:0,bidimode:left-to-right,content:Auto. P,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Auto_P,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:0,y:0}};
itm10={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:13,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:645,y:126,zorder:30};
itm11={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:14,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:751,y:126,zorder:31};
itm12={backcolor:0,bidimode:left-to-right,content:FREQ.,font:7,height:35,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:middle,width:90,wrapline:no-wrap,x:65,y:141,zorder:32};
itm13={backcolor:0,bidimode:left-to-right,content:Contents name,font:7,height:35,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:WB_Contents,type:TEXTFIELD,visible:true,vlayout:middle,width:320,wrapline:no-wrap,x:64,y:175,zorder:33};
itm14={backcolor:0,bidimode:left-to-right,content:MHz,font:7,height:35,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:WB_Unit,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:155,y:141,zorder:34};
itm15={backcolor:0,bidimode:left-to-right,content:PS name,font:7,height:35,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:WB_Ps_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:160,wrapline:no-wrap,x:225,y:141,zorder:35};
itm2={backcolor:0,background:32,ccp:0,ccpzorder:over,height:74,id:2,name:ChannelItem,type:BUTTON,useinlist:true,useintable:true,useintree:false,visible:true,width:252,x:64,y:219,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:30,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:75,wrapline:no-wrap,x:15,y:5},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel name,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Channelname,type:TEXTFIELD,visible:true,vlayout:middle,width:180,wrapline:no-wrap,x:15,y:35}};
itm3={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:3,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:295,zorder:20,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:0,y:0}};
itm4={id:6,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:23};
itm5={id:7,name:Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:24};
itm6={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:8,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:371,zorder:25,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:Setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm7={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:256,height:228,id:9,name:Table_Freq_List,type:TABLE,visible:true,width:512,x:64,y:219,zorder:26};
itm8={backcolor:0,height:74,id:11,img:135,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:156,x:645,y:125,zorder:28,layout_param:{clipx:0,clipy:0}};
itm9={backcolor:0,height:36,id:12,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:650,y:143,zorder:29,layout_param:{clipx:0,clipy:0}};

